catalog_list = """
1. Омега-3 Gold
   - Цена: 1200 грн
   - Для чего: Сердце, сосуды.
   - Ссылка: [Купить Омега-3](product://1)

2. Витамин C 1000мг
   - Цена: 650 грн
   - Для чего: Иммунитет.
   - Ссылка: [Купить Витамин С](product://2)

3. Коллаген Пептидный
   - Цена: 2500 грн
   - Для чего: Суставы, кожа.
   - Ссылка: [Купить Коллаген](product://3)

4. Магний B6
   - Цена: 950 грн
   - Для чего: От стресса.
   - Ссылка: [Купить Магний](product://4)

5. Мультивитамины Active
   - Цена: 1500 грн
   - Для чего: Энергия.
   - Ссылка: [Купить Витамины](product://5)

6. Сывороточный Протеин
   - Цена: 3200 грн
   - Для чего: Мышцы.
   - Ссылка: [Купить Протеин](product://6)
"""
